{
  "title-introduction": "Introducción",
  "first-paragraph":"Bienvenido a www.darshana.io. Este sitio web es propiedad y está operado por The Blockchain Challenge Inc. Al visitar nuestro sitio web y acceder a la información, los recursos, los servicios, los productos y las herramientas que proporcionamos, usted comprende y acepta aceptar y adherirse a los siguientes términos y condiciones como se establece en este (en lo sucesivo, 'Acuerdo de usuario'), junto con los términos y condiciones establecidos en nuestra Política de privacidad (consulte la sección Política de privacidad a continuación para obtener más información).",
  "agreement":"Este acuerdo rige a partir del 1 de noviembre de 2020.",
  "second-paragraph":"Nos reservamos el derecho de cambiar este Acuerdo de usuario de vez en cuando sin previo aviso. Usted reconoce y acepta que es su responsabilidad revisar este Acuerdo de usuario periódicamente para familiarizarse con cualquier modificación. Su uso continuado de este sitio después de dichas modificaciones constituirá el reconocimiento y acuerdo de los términos y condiciones modificados. Uso y conducta responsable",
  "third-paragraph":"Al visitar nuestro sitio web y acceder a la información, los recursos, los servicios, los productos y las herramientas que le brindamos, ya sea directa o indirectamente (en lo sucesivo, 'Recursos'), acepta usar estos Recursos solo para los fines previstos según lo permitido por (a) los términos de este Acuerdo de usuario, y (b) las leyes aplicables, los reglamentos y las prácticas o pautas en línea generalmente aceptadas.",
  "understand":"En donde, usted entiende que:",
  "agreement-a":"Para acceder a nuestros Recursos, es posible que deba proporcionar cierta información sobre usted (como identificación, detalles de contacto, etc.) como parte del proceso de registro o como parte de su capacidad para utilizar los Recursos. Usted acepta que cualquier información que proporcione siempre será precisa, correcta y actualizada.",
  "agreement-b":"Usted es responsable de mantener la confidencialidad de cualquier información de inicio de sesión asociada con cualquier cuenta que utilice para acceder a nuestros Recursos. En consecuencia, usted es responsable de todas las actividades que ocurran en su cuenta.",
  "agreement-c":"Acceder (o intentar acceder) a cualquiera de nuestros Recursos por cualquier medio que no sea a través de los medios que proporcionamos, está estrictamente prohibido. Usted acepta específicamente no acceder (o intentar acceder) a ninguno de nuestros Recursos a través de medios automatizados, poco éticos o poco convencionales.",
  "agreement-d":"Está estrictamente prohibido participar en cualquier actividad que interrumpa o interfiera con nuestros Recursos, incluidos los servidores y/o las redes a las que están ubicados o conectados nuestros Recursos.",
  "agreement-e":"Está estrictamente prohibido intentar copiar, duplicar, reproducir, vender, comercializar o revender nuestros Recursos.",
  "agreement-f":"Usted es el único responsable de las consecuencias, pérdidas o daños en los que podamos incurrir o sufrir directa o indirectamente debido a cualquier actividad no autorizada realizada por usted, como se explicó anteriormente, y puede incurrir en responsabilidad penal o civil.",
  "agreement-g":"Podemos proporcionar varias herramientas de comunicación abierta en nuestro sitio web, como comentarios de blog, publicaciones de blog, chat público, foros, tableros de mensajes, grupos de noticias, calificaciones y reseñas de productos, varios servicios de redes sociales, etc. controlar o monitorear el contenido publicado por los usuarios de estas diversas herramientas de comunicación, lo que significa que si elige usar estas herramientas para enviar cualquier tipo de contenido a nuestro sitio web, entonces es su responsabilidad personal usar estas herramientas de manera responsable y ética . Al publicar información o utilizar cualquier herramienta de comunicación abierta como se mencionó, usted acepta que no cargará, publicará, compartirá ni distribuirá ningún contenido que:",
  "agreement-g-1":"Sea ilegal, amenazante, difamatorio, abusivo, acosador, degradante, intimidante, fraudulento, engañoso, invasivo, racista o contenga cualquier tipo de lenguaje sugerente, inapropiado o explícito.",
  "agreement-g-2":"Infrinja cualquier marca comercial, patente, secreto comercial, derecho de autor u otro derecho de propiedad de cualquier parte.",
  "agreement-g-3":"Contenga cualquier tipo de publicidad no autorizada o no solicitada.",
  "agreement-g-4":"Se hace pasar por cualquier persona o entidad, incluidos los empleados o representantes de The Blockchain Challenge Inc.",
  "agreement-g-paragraph":"Tenemos el derecho, a nuestro exclusivo criterio, de eliminar cualquier contenido que, a nuestro juicio, consideremos que no cumple con este Acuerdo de usuario, junto con cualquier contenido que consideremos ofensivo, dañino, objetable, inexacto o que viole los derechos de autor de terceros. o marcas registradas. No somos responsables de ningún retraso o falla en la eliminación de dicho contenido. Si publica contenido que elegimos eliminar, por la presente acepta dicha eliminación y renuncia a cualquier reclamo contra nosotros.",
  "agreement-h":"No asumimos ninguna responsabilidad por el contenido publicado por usted o cualquier otro usuario de nuestro sitio web. Sin embargo, cualquier contenido que publique utilizando cualquier herramienta de comunicación abierta en nuestro sitio web, siempre que no viole ni infrinja los derechos de autor o marcas comerciales de terceros, se convierte en propiedad de The Blockchain Challenge Inc. y, como tal, nos da una Licencia perpetua, irrevocable, mundial, libre de regalías y exclusiva para reproducir, modificar, adaptar, traducir, publicar, exhibir públicamente y/o distribuir como creamos conveniente. Esto solo se refiere y se aplica al contenido publicado a través de herramientas de comunicación abierta como se describe, y no se refiere a la información que se proporciona como parte del proceso de registro, necesaria para utilizar nuestros Recursos. Toda la información proporcionada como parte de nuestro proceso de registro está cubierta por nuestra política de privacidad.",
  "agreement-i":"Usted acepta indemnizar y eximir de responsabilidad a The Blockchain Challenge Inc. y su empresa matriz y afiliadas, y sus directores, funcionarios, gerentes, empleados, donantes, agentes y otorgantes de licencias, de todas las pérdidas, gastos, daños y costos, incluidos los gastos razonables. honorarios de abogados, resultantes de cualquier violación de este Acuerdo de usuario o el incumplimiento de cualquier obligación relacionada con su cuenta incurrida por usted o cualquier otra persona que use su cuenta. Nos reservamos el derecho de asumir la defensa exclusiva de cualquier reclamo por el cual tengamos derecho a indemnización en virtud de este Acuerdo de usuario. En tal caso, deberá brindarnos la cooperación que razonablemente le solicitemos.",
  "privacy":"Privacidad",
  "privacy-paragraph":"Su privacidad es muy importante para nosotros, por lo que hemos creado una Política de privacidad separada para explicar en detalle cómo recopilamos, administramos, procesamos, aseguramos y almacenamos su información privada. Nuestra política de privacidad está incluida en el alcance de este Acuerdo de usuario. Para leer nuestra política de privacidad en su totalidad, haga clic aquí. Limitación de Garantías",
  "privacy-paragraph2":"Al usar nuestro sitio web, usted comprende y acepta que todos los Recursos que proporcionamos son 'tal cual' y 'según disponibilidad'. Esto significa que no declaramos ni le garantizamos que:",
  "privacy-1":"El uso de nuestros Recursos satisfará sus necesidades o requisitos.",
  "privacy-2":"El uso de nuestros Recursos será ininterrumpido, oportuno, seguro o libre de errores.",
  "privacy-3":"La información obtenida mediante el uso de nuestros Recursos será precisa o confiable, y",
  "privacy-4":"Cualquier defecto en la operación o funcionalidad de cualquiera de los Recursos que proporcionamos será reparado o corregido.Además, comprende y acepta que:",
  "Furthermore":"Además, comprende y acepta que:",
  "privacy-5":" Cualquier contenido descargado u obtenido de otro modo a través del uso de nuestros Recursos se realiza bajo su propia discreción y riesgo, y que usted es el único responsable de cualquier daño a su computadora u otros dispositivos por cualquier pérdida de datos que puedan resultar de la descarga de dicho contenido.",
  "privacy-6":"Ninguna información o consejo, ya sea explícito, implícito, oral o escrito, obtenido por usted de www.theblockchainchallenge.net o a través de cualquiera de los Recursos que proporcionamos creará ninguna garantía o condición de ningún tipo, excepto las expresamente descritas en este Acuerdo de usuario.",
  "limitation":"Limitación de responsabilidad",
  "limitation-paragraph":"Junto con la Limitación de Garantías como se explicó anteriormente, usted comprende y acepta expresamente que cualquier reclamo contra nosotros se limitará a la cantidad que pagó, si la hubiere, por el uso de productos y/o servicios. The Blockchain Challenge Inc. no será responsable de ninguna pérdida o daño directo, indirecto, incidental, consecuente o ejemplar en el que pueda incurrir como resultado del uso de nuestros Recursos, o como resultado de cualquier cambio, pérdida de datos o corrupción, cancelación, pérdida de acceso o tiempo de inactividad en la medida en que se apliquen las leyes de limitación de responsabilidad aplicables. Derechos de autor/Marcas registradas",
  "limitation-paragraph2":"Todo el contenido y los materiales disponibles en www.theblockchainchallenge.net, incluidos, entre otros, texto, gráficos, nombre del sitio web, código, imágenes y logotipos, son propiedad intelectual de The Blockchain Challenge Inc. y están protegidos por las leyes de derechos de autor y marcas registradas aplicables. Cualquier uso inapropiado, que incluye, entre otros, la reproducción, distribución, exhibición o transmisión de cualquier contenido de este sitio está estrictamente prohibido, a menos que esté específicamente autorizado por The Blockchain Challenge Inc.",
  "termination-of-Use":"Terminación de uso",
  "termination":"Usted acepta que podemos, a nuestro exclusivo criterio, suspender o cancelar su acceso a todo o parte de nuestro sitio web y recursos con o sin previo aviso y por cualquier motivo, incluido, entre otros, el incumplimiento de este Acuerdo de usuario. Cualquier sospecha de actividad ilegal, fraudulenta o abusiva puede ser motivo para terminar su relación y puede remitirse a las autoridades policiales correspondientes. Tras la suspensión o rescisión, cesará inmediatamente su derecho a utilizar los Recursos que proporcionamos, y nos reservamos el derecho de eliminar o eliminar cualquier información que pueda tener archivada con nosotros, incluida cualquier cuenta o información de inicio de sesión.",
  "governing":"Ley que rige",
  "governing-paragraph":"Este sitio web es controlado por The Blockchain Challenge Inc. desde nuestras oficinas ubicadas en el estado de Massachusetts, Estados Unidos. Puede ser accedido por la mayoría de los países alrededor del mundo. Como cada país tiene leyes que pueden diferir de las de Massachusetts, al acceder a nuestro sitio web, usted acepta que los estatutos y leyes de Massachusetts, sin tener en cuenta el conflicto de leyes y la Convención de las Naciones Unidas sobre la Venta Internacional de Mercaderías, se aplicarán a todos los asuntos relacionados con el uso de este sitio web y la compra de cualquier producto o servicio a través de este sitio.",
  "governing-paragraph2":"Además, cualquier acción para hacer cumplir este Acuerdo de usuario se presentará en los tribunales federales o estatales ubicados en los Estados Unidos, Massachusetts. Por la presente, acepta la jurisdicción personal de dichos tribunales y renuncia a cualquier objeción jurisdiccional, de lugar o de foro inconveniente a dichos tribunales.Garantizar",
  "governing-paragraph3":"A MENOS QUE SE EXPRESE LO CONTRARIO, DARSHANA INC. NIEGA EXPRESAMENTE TODAS LAS GARANTÍAS Y CONDICIONES DE CUALQUIER TIPO, YA SEA EXPLÍCITA O IMPLÍCITA, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS Y CONDICIONES IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN FIN DETERMINADO Y NO VIOLACIÓN.",
  "open-ia":"Dado que estamos utilizando la API de OpenAI para ejecutar nuestro chat, también debe conocer sus términos.",
  "open-ia-link":"https://openai.com/policies/terms-of-use",
  "contact":"Información del contacto",
  "contact-information":"Si tiene alguna pregunta o comentario sobre estos Términos de servicio como se describe anteriormente, puede comunicarse con nosotros en:",
  "contact-email":"hi@darshana.io",
  "contact-address":"90 Canal St, 4th Floor, Boston, MA, 02114, United States"
}
